greeting = """
Привет, добро пожаловать в бота для изучения английских слов. \
Я могу отправлять тебе каждый день несколько однокоренных слов, \
для более удобного и быстрого изучения слов.
"""

start_message = "Но чтобы я отправлял слова пройдите регистрацию"

set_times = "Укажи время в которое тебе можно отправлять слова"

set_timezone = "Укажи свое время, чтобы я узнал твой часовой пояс"

set_quant_confirm = "Теперь я буду отправлять вам слова {} в день"

set_quant = 'Сколько раз в день отправлять слова?(отправь просто число)'

unknown = 'Я не понимаю что вы имеете ввиду. Чтобы узнать функции бота, посмотрите в меню'

wrong_format = "Не правильный формат сообщения. Отправьте одну цифру"

accepted_timezone = 'Вы установили ваше время на {}'
accepted_times = 'Теперь слова будут отправляться с {} по {}'

set_greetings = 'Привет, вот новые слова'
set_word_part = '{word} - {translation}'
set_example_part = 'Пример: {example}'
